[{"no":"1",
"imgurl":"https://mycinema.asia/image/avatar_7987.jpg",
"year":"2021",
"movietitle":"Sanak",
"country":"India",

"Image Url":"https://mycinema.asia/image/1635386925714.jpg",
"Actionbar Title":"Sanak (2021)",
"Short Description":"ဒါရိုက်တာ : Kanishk Varma. စီစဉ်သူ : Ashish P. Verma. သရုပ်ဆောင်များ : Vidyut Jammwal, Rukmini Maitra, Neha Dhupia. ထွက်သည့်နှစ် : 2021. နိုင်ငံများ : India.",
"Long Description":"ပြည်တွင်းမှာ ကွန်မန်ဒို မင်းသားလို့ လူသိများကြတဲ့ Vidyut Jammwal ရဲ့အက်ရှင်ကားသစ်ဖြစ်ပါတယ်။ ဇာတ်လမ်းအနေနဲ့ ဗီဗန်းဟာ MMA ဆရာတစ်ဦးဖြစ်ပြီး သူ့ဇနီးသည်နှလုံးရောဂါနဲ့ အော်ပရေးရှင်းအပြီးဆေးရုံဆင်းကာနီး သွားကြိုနေတဲ့အချိန်မှာ ဆေးရုံကိုလက်နက်ကိုင်တစ်စုက ဝင်ရောက်စီးနင်းမှုဖြစ်ပွားခဲ့ပါတယ်။ အဲ့ဒီအချိန် အခိုက်အတန့်မှာ ဗီဗန်းက ကားပါကင်ကိုရောက်နေတဲ့အချိန်ဖြစ်ပြီး ဇနီးသည်နဲ့ တစ်ကွဲစီဖြစ်နေတဲ့အချိန်ပါ။ လူဆိုးတွေ ဓားစာခံဖမ်းဆီးခေါ်ဆောင်ခံရတဲ့အထဲ သူ့ဇနီးသည်ပါဝင်သွားပြီး ပြင်ပကရဲတပ်ဖွဲ့တွေအထဲကိုဝင်ဖို့မဖြစ်နိုင်လောက်တဲ့အခြေအနေ၊ အကူအညီရဖို့အလှမ်းကွာလှချိန်မှာ ဗီဗန်းတစ်ယောက်ဖြစ်တဲ့နည်းနဲ့ သူ့ဇနီးနဲ့တကွဓားစာခံတွေကို ကယ်တင်ဖို့ကြိုးစားရပါတော့တယ်။",

"link json":"https://raw.githubusercontent.com/tinnaingoo/Sketchware/main/mt%20bz%20movies/sanak_link.json",
"main json":"https://raw.githubusercontent.com/tinnaingoo/Sketchware/main/mt%20bz%20movies/sanak_main.json"},

{"no":"2",
"imgurl":"https://mycinema.asia/image/avatar_7965.jpg",
"year":"2021",
"movietitle":"Injustice",
"country":"USA",

"Image Url":"https://mycinema.asia/image/banner_7965.jpg",
"Actionbar Title":"Injustice (2021)",
"Short Description":"ဒါရိုက်တာ : Matt Peters. စီစဉ်သူ : Ernie Altbacker. သရုပ်ဆောင်များ : Justin Hartley, Anson Mount, Laura Bailey. ထွက်သည့်နှစ် : 2021. နိုင်ငံများ : USA.",
"Long Description":"ဒီဇာတ်ကားဟာ ၁၉ ရက်နေ့မှ ထွက်မည်လို့ ကြေညာထားပေမဲ့ Leakedဖြစ်လာတဲ့ ကားပါ.. ဒီကားလေးဟာ ဂိမ်းထဲကနာမည်ကိုပါတစ်ပါတည်းယူထားပြီးတော့2013ရဲ့ Injustice: Gods Among Us နှင့် 2017 ရဲ့ Injustice 2 လည်းပါမယ်လို့သိရပါတယ်… ဇာတ်ကားလေးမှာ ဂျိုကာဟာ စူပါမန်းကိုလှည့်စားပြီးတော့ လူဝစ်လိမ်းကို သတ်အောင်လုပ်ပြီးတော့ စူပါမန်းကို အမှောင်ထုထဲကိုဆွဲသွင်းမယ့် ပုံစံမျိုး ရိုက်ထားတာပါ… ပထမ ဂိမ်း Gods Among Us Year One ဖြစ်တဲ့ရောင်းအားအကောင်းဆုံးဂိမ်းကို အခြေခံထားပါတယ်.. စူပါမန်းရဲ့ စိတ်တိုမှု စိတ်ဆိုးမှုတွေနဲ့ ကမ္ဘာမှာ ရာဇဝတ်မှုကင်းရှင်းဖို့ ရည်ရွယ်တဲ့ အာဏာရှင်ဆန်ဆန် စနစ်တစ်ခုနဲ့ အဲဒါကို မကြိုက်တဲ့ ဆရာဘတ် တို့ကြားမှာ ယှဉ်ပြိုင်မှုတွေအပြင် အခြားအခြားသော အံ့ဩဖို့ကောင်းလောက်တဲ့အချက်တွေလည်းပါတာမို့ DC ဖန်တွေ လက်မလွတ်တမ်းကြည့်လိုက်ကြပါနော်…",

"link json":"https://raw.githubusercontent.com/tinnaingoo/Sketchware/main/mt%20bz%20movies/injustice_link.json",
"main json":"injustice_main.json"},

{"no":"3",
"imgurl":"https://mycinema.asia/image/avatar_5062.jpg",
"year":"2020",
"movietitle":"Mr.Queen",
"country":"Korea",

"Image Url":"https://mycinema.asia/image/1610357743838.jpg",
"Actionbar Title":"Mr.Queen (2020)",
"Short Description":"ဒါရိုက်တာ :Yun Seong-Sik. သရုပ်ဆောင်မျာ: Bae Jong-Ok,Kim Tae-Woo,Shin Hye-sun,Kim Jung Hyun. ထွက်သည့်နှစ် : 2020.နိုင်ငံများ : Korea.",
"Long Description":"အိမ်ပြာတော်ကစားဖိုမှူးတွေထဲမှာ အသက်အငယ်ဆုံးလည်းဖြစ် နာမည်ကြီးလည်းဖြစ်တဲ့ စားဖိုမှူးဂျန်းဘုံဟွမ်ဟာ လက်အောက်ငယ်သား စားဖိုမှူးတစ်ယောက်ရဲ့ ဂုန်းတိုက်မှုကြောင့် ရာထူးကနေနှုတ်ထွက်လိုက်ရတဲ့အပြင် အကျင့်ပျက်ခြစားတယ် ဆိုတဲ့အမှုနဲ့ ရဲစခန်းက လာရောက်ခေါ်ဆောင်တာကို ခံရတဲ့အခါ ထွက်ပြေးဖို့ကြိုးစားပါတော့တယ် ဒီလိုထွက်ပြေးရင်းနဲ့ မတော်တဆ တိုက်ပေါ်ကနေရေကူးကန်ထဲကို ပြုတ်ကျသွားပြီး ပြန်လည်သတိရလာတဲ့အချိန်မှာတော့ သူ့ဝိဉာဉ်ဟာ ဂျိုဆွန်းခေတ်ကာလက မကြာခင်မှာမင်းကြီးနဲ့လက်ဆက်ရတော့မယ့် မိဖုရားလောင်းရဲ့ ခန္ဓာကိုယ်ထဲရောက်နေမှန်း သိသွားပါတော့တယ် ယောက်ျားလေးအဖြစ်ကနေ မိန်းကလေးခန္ဓာကိုယ်ထဲရောက်သွားရရုံတင်မက ဂျိုဆွန်းခေတ်ဆီပါရောက်သွားရတဲ့ ဂျန်းဘုံဟွမ်တစ်ယောက် သူ့နဂိုဘဝဆီပြန်လာနိုင်ပါ့မလား ဟိုဘက်ခေတ်မှာ ရှင်သန်ရပ်တည်နိုင်အောင် ဘယ်လိုနေထိုင်မလဲ ဆိုတာကို ဟာသနှောပြီး တင်ဆက်ထားတဲ့ ဇာတ်မြူးလေးပါ",

"link json":"https://raw.githubusercontent.com/tinnaingoo/Sketchware/main/mt%20bz%20movies/mrqueen_link.json",
"main json":"mrqueen_main.json"},

{"no":"4",
"imgurl":"https://mycinema.asia/image/avatar_4684.jpg",
"year":"2020",
"movietitle":"Tale of the Nine Tailed",
"country":"Korea",

"Image Url":"https://mycinema.asia/image/banner_4684.jpg",
"Actionbar Title":"Tale of the Nine Tailed (2020)",
"Short Description":"ဒါရိုက်တာ : Kang Shin-hyo. စီစဉ်သူ : Han Woo-ri. သရုပ်ဆောင်များ : Dong-Wook Lee, Bo-ah Jo, Bum Kim. ထွက်သည့်နှစ် : 2020. နိုင်ငံများ : Korea.",
"Long Description":"လီယွန်ဆိုတာ အရပ်ရှည်ရှည် နဲ့ ထီးတစ်ချောင်းကို ကိုင်ရင်း လျှောက်သွားနေတဲ့သူတစ်ယောက်…. ဒီထီးက နယ်နယ်ရရတော့မဟုတ်ဘူး..အရေးကြီးအစွမ်းထက်တဲ့ဓားတစ်ချောင်းအဖြစ်ပြောငး်လဲနိုင်သလို သူ့ကိုလည်း စွမ်းအားပြည့်အသုံးချနိုင်ဖို့အထောက်အကူပြု လက်နက်ဖြစ်တယ်…တကယ်တော့သူဟာ လူသားတွေနဲ့မခြားနေနိုင်စွမ်းရှိတဲ့ မြေခွေးတစ်ကောင်ဖြစ်ပါတယ်…. သူဟာ တစ်စုံတစ်ယောက်ကိုရှာဖွေနေသလို အဲ့ဒီကာလအတွင်းမှာလည်း အချိို့သောမြေခွေးတွေကို လိုက်သုတ်သင်နေတဲ့သူဖြစ်တယ်…. နမ်ဂျီအာဆိုတဲ့ကောင်မလေးကတော့ သဘာဝလွန်ဖြစ်ရပ်တွေနဲ့ ပရလောကတွေဟာ တကယ်ရှိတယ်လို့ယုံကြည်နေတဲ့ သူဖြစ်ပြီး အဲ့အကြောင်းအရာတွေကို လိုက်လံရှာဖွေပြီး တင်ဆက်နေတဲ့ရုပ်သံလိုင်းက ပီဒီတစ်ဉီးပေါ့……. လီယွန်ဆိုတဲ့မြေခွေးဟာ ဘာကိုလိုက်ရှာနေတာလဲ….ဒီလောကကြီးထဲမှာ လီယွန်လို လူသားပုံဖြစ်နေတဲ့ မြေခွေးတွေဘယ်လောက်များနေပြီလဲ…. လူသားတွေကိုရောဒုက္ခပေးနိုင်လား….. သူတို့လို မြေခွေးတွေကို နှိမ်နှင်းနေတဲ့ တခြား မိစ္ဆာကောင်တွေရောရှိနိုင်လား…. နမ်ဂျီအာဆိုတဲ့ကောင်မလေးနဲ့ရော ဘယ်လိုတွေ တွေ့ဆုံကြမလဲ…",

"link json":"https://raw.githubusercontent.com/tinnaingoo/Sketchware/main/mt%20bz%20movies/tale_of_the_nine_tailed_link.json",
"main json":"tale_of_the_nine_tailed_main.json"},

{"no":"5",
"imgurl":"https://mycinema.asia/image/avatar_7930.jpg",
"year":"2021",
"movietitle":"My Name",
"country":"Korea",

"Image Url":"https://mycinema.asia/image/banner_7930.jpg",
"Actionbar Title":"My Name(2021)",
"Short Description":"ဒါရိုက်တာ : Kim Jin Min . သရုပ်ဆောင်များ : Han So-hee. ထွက်သည့်နှစ် : 2021. နိုင်ငံများ : Korea.",
"Long Description":"အကြမ်းစားကိုရီးယားအက်ရှင်ကားလေး တစ်ကားထွက်လာပါပြီ… Squid Gameမှာအောင်မြင်သွားတော့ ဒီကားကိုသူတို့ အနေနဲ့ တော်တော်ကောင်းကောင်းကြီးကို ဇာတ်ကြောင်း ရုပ်လုံး ရိုက်ချက်တွေကို အကောင်းစားတွေသုံးပြီးတင်ဆက်ထားပါတယ်… အားလုံးသိပြီးသားဖြစ်တဲ့ Lee Kwang soo ရဲ့ ချစ်သူ ဖြစ်တဲ့ Han So Hee သရုပ်ဆောင်ထားပြီးတော့ မင်းသားကတော့ အခု Yumi’s Cell ထဲမှာ နာမည်ကြီးနေတဲ့ Ahn Bo-Hyun ပဲဖြစ်ပါတယ်… ဇာတ်လမ်းအကြဉ်းကတော့ အရမ်းကြီးထွေထွေထူးထူးပြောစရာမရှိပါဘူး ဂျီဝူး ဟာ ပတ်ဝန်းကျင်နဲ့ ကျောင်းမှာ သူ့ရဲ့အဖေကြောင့် မျက်နှာငယ်နေရသူတစ်ယောက်ပါ.. သူ့ရဲ့အဖေ ဟာ လူမိုက်ဂိုဏ်းများနဲ့ပတ်သက်မှုရှိသလို ရဲတွေကလည်း ဂျီဝူးရဲ့အိမ်မှာစောင့်ကြည့်နေကြတာပါ… တစ်နေ့မှာ ဂျီဝူးရဲ့ အဖေဖြစ်သူသေဆုံးသွားရာကနေ ဂျီဝူးတစ်ယောက်ရဲဖြစ်လာပြီးတော့ သူအဖေ သေဆုံးရတဲ့အမှုကိုလိုက်လှမ်စုံစမ်းရင်းနဲ့ အကြမ်းစားအက်ရှင်တွေကို မြင်တွေ့ရမှာပဲဖြစ်ပါတယ်… ဒီကားမှHan So Hee ရဲ့ မိတ်ကပ်ပိုင်းနဲ့ ဇာတ်လမ်းရဲ့ ဆက်တင်ပိုင်းဟာ အရမ်းပြည့်စုံရုံတင်မဟုတ်ပဲ အက်ရှင်ခန်းတွေကိုရိုက်တဲ့အခါမှာလည်း မျက်လုံးပြူးလောက်တဲ့ တင်ဆက်ပုံတွေကို တွေ့ရမှာဖြစ်လို့ ပရိတ်သတ်ကြီးလည်း ကြည့်ရှုနိုင်အောင် BSကနေ တင်ဆက်ပေးလိုက်ပါတယ်",

"link json":"https://raw.githubusercontent.com/tinnaingoo/Sketchware/main/mt%20bz%20movies/myname_link.json",
"main json":"myname_main.json"},

{"no":"6",
"imgurl":"https://mycinema.asia/image/avatar_3865.jpg",
"year":"2021",
"movietitle":"Train",
"country":"Korea",

"Image Url":"https://mycinema.asia/image/banner_3865.jpg",
"Actionbar Title":"Train (2020)",
"Short Description":"ဒါရိုက်တာ : Ryu Seung-jin. စီစဉ်သူ : Park Ga-yeon. သရုပ်ဆောင်များ : Shi-Yoon Yoon, Soo-jin Kyung, Wan-gi Jo. ထွက်သည့်နှစ် : 2020. နိုင်ငံများ : Korea.",
"Long Description":"အလုပ်ကို လိုတာထက်ပိုပြီး ကြိုးစားလုပ်တတ်တဲ့ စုံထောက်တစ်ယောက် ဖြစ်တဲ့ ဆောဒိုဝမ် က အသုံးမပြုတော့တဲ့ ရထားဘူတာရုံတစ်ခုမှာ မြုတ်ထားတဲ့ အလောင်း လေးလောင်းကို တရားခံလိုက်ဖမ်းရင်း ‌ မျော်လင့်မထားဘဲ တွေ့ လိုက်ရပါတယ်။ ဒီအလောင်း တွေအ ကြောင်း စုံစမ်းရင်း အရင် အနှစ်၂၀ က ဖြစ်ခဲ့တဲ့ ဟန်ဆိုဂျောင်း  ရဲ့ အဖေ သေဆုံး မှုနဲ့ အများကြီးတိုက်ဆိုင်မှုရှိ နေတာ ကို  တွေ့ လာရပါတယ်။ အရင်အနှစ် ၂၀ ကလူသတ်သမားက ပြန်လာတာလား။ စုံထောက်ဆောဒိုဝမ်ကတော့ အရင်အနှစ် ၂၀ က လူသတ်မှုမှာ လူသတ်သမားက သူ့အဖေ ဖြစ်မယ်လို့ ယုံထားပါတယ်။ ဒါ ပေမယ့် ဒီအ လောင်းအ ကြောင်းစုံစမ်းရင်း အပြင်စကြာဝဠာတစ်ခုအ ကြောင်းကို မတော်တဆသိရှိလာရပါတယ်။ တကယ့်လူသတ်သမားအစစ်က သူ့ရဲ့ ညီမလေးလို ချစ်သူလိုချစ်ရတဲ့ ဟန်ဆို‌ဂျောင်း ကို သတ်သွားပြီးတဲ့အခါမှာ စကြာဝဠာနှစ်ခုကြားခုန်ကူးပြီး အပြိုင်စကြာဝဠာမှာရှိတဲ့ လူသတ်သမားကို ဖမ်းဖို့ကြိုးစားပါတော့တယ်..",

"link json":"https://raw.githubusercontent.com/tinnaingoo/Sketchware/main/mt%20bz%20movies/train_link.json",
"main json":"train_main.json"},

{"no":"7",
"imgurl":"https://mycinema.asia/image/avatar_5770.jpg",
"year":"2021",
"movietitle":"Vincenzo",
"country":"Korea",

"Image Url":"https://mycinema.asia/image/banner_5770.jpg",
"Actionbar Title":"Vincenzo(2021)",
"Short Description":"ဒါရိုက်တာ:Kim Hee-Won. စီစဉ်သူ:Park Jae-Bum. သရုပ်ဆောင်များ:Song Joong-Ki_Yeo-bin Jeon_Taecyeon. ထွက်သည့်နှစ်:2021. နိုင်ငံများ:Korean.",
"Long Description":"အသက် ၈နှစ် အရွယ် Park Joo Hyeong ဟာ အီတလီ မိသားစုတစ်စုမှ မွေးစားခံပြီးနောက် အီတလီမှာ ကြီးပြင်းခဲ့ရတယ်။ အရွယ်ရောက်တဲ့အခါ Park Joo Hyeong ဟာ Vincenzo Casano”ဆိုတဲ့ အမည်နဲ့ ရှေ့နေဖြစ်လာပြီး မားဖီးယားရှေ့နေအဖြစ်လုပ်ကိုင်ခဲ့ပါတယ်။ သို့သော် မားဖီးယားဂိုဏ်းများကြား တိုက်ပွဲများကြောင့် ရွေးချယ်စရာမရှိဘဲ တောင်ကိုရီးယားကို ထွက်ပြေးခဲ့ရတယ်။ တောင်ကိုရီးယားရောက်မှပဲ ပိုဆိုးတဲ့အဖြစ်မျိုးတွေကြုံရပါတော့တယ်… အဓိကဇာတ်ကောင်များအဖြစ် Song Joong Ki နဲ့ Jun Yeo Bin တို့ကပါ၀င်ထားပြီးတော့...",

"link json":"https://raw.githubusercontent.com/tinnaingoo/Sketchware/main/mt%20bz%20movies/vincenzo_link.json",
"main json":"vincenzo_main.json"},

{"no":"8",
"imgurl":"https://mycinema.asia/image/avatar_3945.jpg",
"year":"2020",
"movietitle":"Alice",
"country":"Korea",

"Image Url":"https://mycinema.asia/image/banner_3945.jpg",
"Actionbar Title":"Alice in Boarderlaand (2020)",
"Short Description":"ဒါရိုက်တာ : Baek Soo-chan. စီစဉ်သူ : Kim Kyu-won. သရုပ်ဆောင်များ : Hee-seon Kim, Joo Won, Si-Yang Kwak. ထွက်သည့်နှစ် : 2020. နိုင်ငံများ : Korea.",
"Long Description":"အပိုင်း(၁ မှ ၁၆) စ/ဆုံး\nမိုးသည်းတဲ့ညတစ်ညမှာ ပါရဂူတစ်ယောက်ရဲ့အိမ်ကို လုပ်ကြံရေးသမားတစ်ယောက်ဝင်လာတယ်… ဒီလူက ပါရဂူဆီကနေ ထူးဆန်းတဲ့စာအုပ်တစ်အုပ်ယူပြီး ပါရဂူကိုသတ်ပစ်လိုက်တယ်…. အားလုံးလက်စသတ်မယ့်အချိန်မှာ နောက်ထပ်တိုက်ခိုက်ရေးအတွက်အထူးကျွမ်းကျင်တဲ့လင်မယား(၂)ဉီးရောက် လာပြီးလုပ်ကြံရေးသမားကို သတ်ပြီး စာအုပ်ကိုဆက်လုသွားတယ်…ဒီစာအုပ်ကိုဖတ်ပြီးတော့ ကိုယ်ဝန်ရှိခါစ ဇနီးဖြစ်သူဟာ သူတို့လင်မယားအတွက်အနာဂတ်စိတ်ကူးအချို့ကို ပြောင်းလဲလိုက်ဖို့ကြံလိုက်ပုံပါပဲ.. ကိုယ်ဝန်ဖျက်ချစေချင်တဲ့ ယောင်္ကျားကိုထားခဲ့ပြီး လုလာတဲ့ စာအုပ်ကို ယူခါ တစ်ယောက်ထဲ တိတ်တဆိတ်ကလေးကို မွေးဖွားခဲ့တယ်…အဲ့ဒီနောက်တော့ ထူးဆန်းတဲ့ဖြစ်ရပ်ပေါင်းများစွာဆက်ဖြစ်တော့တာပါပဲ… ဒီစီးရီးက မင်းသား Joo Woonနဲ့ မင်းသမီးချော Kim Hee Sunတို့အဓိကပါဝင်သရုပ်ဆောင်ထားတယ်… အချိန်ခရီးသွားတွေ..အက်ရှင်ခန်းတွေနဲ့ သရုပ်ဆောင်တွေရဲ့ စရိုက်ဆန်းဆန်းတွေနဲ့ စီးရီးရဲ့ဇာတ်အိမ်ကို ခပ်မိုက်မိုက်ဖွဲ့စည်းထားတယ်… တော်တော်စိတ်ဝင်စားစရာကောင်းတဲ့အပြင် သိပ္ပံခေတ်လွန်ဖြစ်ရပ်ဆန်းတွေမို့ ဇာတ်လမ်းတွဲခပ်မိုက်မိုက်ကြိုက်သူတို့လက်မလွှတ်သင့်ပါကြောင်းတိုက်တွန်းပါရစေ… ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ ...",

"link json":"https://raw.githubusercontent.com/tinnaingoo/Sketchware/main/mt%20bz%20movies/alic_link.json",
"main json":"alic_main.json"},

{"no":"9",
"imgurl":"https://mycinema.asia/image/avatar_1671.jpg",
"year":"2020",
"movietitle":"Itaewon Class",
"country":"Korea",

"Image Url":"https://mycinema.asia/image/banner_1671.jpg",
"Actionbar Title":"Itaewon Class(2020)",
"Short Description":"ဒါရိုက်တာ : Kim Seong Yoon. စီစဉ်သူ : Kim Seong Yoon. သရုပ်ဆောင်များ : Seo-joon Park, Da-mi Kim, Jae-myung Yoo. ထွက်သည့်နှစ် : 2020. နိုင်ငံများ : Korea.",
"Long Description":"အရမ်းကောင်းတယ်မကြည့်ရသေးရင်ကြည့်ကြည့်ပါ။ ဘဝကိုမှန်မှန်ကန်ကန်ဖြတ်သန်းချင်သူတွေက အသက်တိုရတယ်ဆိုတာသိပါသလား။ ကိုယ်မှန်တယ်ထင်ရာကိုလုပ်ဖို့အတွက် ဘာကိုမှမကြောက်တတ်တဲ့သားအဖနှစ်ယောက်ဟာ အေးအေးချမ်းချမ်းနဲ့ဘဝကိုဖြတ်သန်းဖို့အခွင့်အရေးမရှိခဲ့ပါဘူး။ အဖေတစ်ခုသားတစ်ခုဘဝမှာ အဖေကိုဆုံးရှုံးလိုက်ရတဲ့ လူမှန်လေးတစ်ယောက်ရဲ့ဘဝက ဘယ်လိုတွေဆက်ဖြစ်နိုင်မလဲ သူရည်မှန်းထားတာတွေကိုဆက်လုပ်နိုင်ပါ့မလား။ ငွေများတရားနိုင်ဆိုတာက ခေတ်အဆက်ဆက်ကိုရှိခဲ့တာပါ ခေါင်းမာတတ်တဲ့လူငယ်လေးရဲ့အချစ်ရေးကလဲ လှပနေပါ့မလား။ ဒီကားထဲမှာ မင်းသားပတ်ဆောဂျွန်းက ခေါင်းဆောင်ပါဝင်ပါတယ်",

"link json":"https://raw.githubusercontent.com/tinnaingoo/Sketchware/main/mt%20bz%20movies/itaewon_link.json",
"main json":"itaewon_main.json"},

{"no":"10",
"imgurl":"https://mycinema.asia/image/avatar_7801.jpg",
"year":"2021",
"movietitle":"Hometown Cha-Cha-Cha",
"country":"Korea",

"Image Url":"https://mycinema.asia/image/banner_7801.jpg",
"Actionbar Title":"Hometown Cha-Cha-Cha (2021)",
"Short Description":"ဒါရိုက်တာ : Yoo Je Won. စီစဉ်သူ : Shin Ha-Eun. သရုပ်ဆောင်များ : Shin Min-a. ထွက်သည့်နှစ် : 2021. နိုင်ငံများ : korea.",
"Long Description":"ဒီဇာတ်ကားးလေးက လုံးဝအကြည်ဓာတ်လေးပါပဲ ပင်လယ်ကိုနောက်ခံထားတဲ့ ကျေးရွာလေးမှာရိုက်ကူးထားတာပဲဖြစ်ပါတယ် ယွန်းဟယ်ဂျင်းဟာ သွားဆရာဝန်တစ်ယောက်ဖြစ်ပြီးအပြောင်းအလဲလေးတစ်ခုကြောင့် အလုပ်လက်မဲ့ဖြစ်သွားရပါတယ် တစ်နေ့သူ့အမေရဲ့မွေးရပ်မြေကိုသွားရင်းကနေ အဲ့မှာသွားဆေးခန်းဖွင့်ဖို့အကြောင်းဖန်လာပါတယ် အဲဒီရွာမှာပဲ ခေါင်းဆောင်ဟုံလို့ခေါ်တဲ့ အချောလေးနဲ့တွေ့ပါတော့တယ်..",

"link json":"https://raw.githubusercontent.com/tinnaingoo/Sketchware/main/mt%20bz%20movies/hometown_link.json",
"main json":"hometown_main.json"},

{"no":"11",
"imgurl":"https://mycinema.asia/image/avatar_1591.jpg",
"year":"2019",
"movietitle":"Crash Landing on You",
"country":"Korea",

"Image Url":"https://mycinema.asia/image/banner_1591.jpg",
"Actionbar Title":"Crash Landing on You (2019)",
"Short Description":"ဒါရိုက်တာ : Park Ji-eun. စီစဉ်သူ : Park Ji-eun. သရုပ်ဆောင်များ : Hyun Bin, Ye-jin Son, Ji-hye Seo. ထွက်သည့်နှစ် : 2019. နိုင်ငံများ : Korea.",
"Long Description":"အရမ်းကောင်းတဲ့ တီဗီစီးရီးတစ်ခုဖြစ်ပါတယ် ဇတ်လမ်းပုံစံကတော့ ယွန်းဆယ်ရီ ဆိုတဲ့ ကောင်မလေး ဟာ ကိုရီးယားနိုင်ငံရဲ့ နာမည်ကြီး  လုပ်ငန်းစု ဥက္ကဌရဲ့ သမီးအငယ်ဆုံးလေး ဖြစ်ပြီး မိမိ အရည်းအချင်းကို မိမိသာ ယုံကြည်ပြီး စီးပွားရေးလုပ်ငန်းတစ်ခုကို ကိုယ်တိုင် တည်ထောင်ပြီး အောင်မြင်အောင် လုပ်နိုင်သူ ဖြစ်ပါတယ်  ယွန်းဆယ်ရီ ရဲ့လုပ်ငန်းကတော့ အားကစားပစ္စည်းများ ဖက်ရှင်ပစ္စည်းများဖြစ်ပြီး လုပ်ငန်းပိုင်းဆိုင်ရာ ပါးနပ်ကျွမ်းကျင်မှု နဲ့ စီမံခန့်ခှဲမှုမှာ တော်တဲ့အတွက် အလွန်အောင်မြင်နေသူ တစ်ဦးပါ… ဒီအတိုင်းတာမှာပဲ ဖခင်ဖြစ်သူဟာ  အမှု တစ်ခုေြကာင့် ယာယီထိန်းသိမ်းခံ နေ ရာကနေ ပြန်လွတ်လာပြီး သူ့ပိုင်ဆိုင်မှု လုပ်ငန်း  ဥက္ကဌ အဖြစ် သားသမီးေတွ အားလုံးထဲကမှ သမီးအငယ်ဆုံးလေး ယွန်းဆယ်ရီ အား ပေးအပ်ခဲ့ပြန်ပါတယ် အောင်မြင်မှုတေ ချမ်းသာမှုေတဝန်းရံ နေပြီဖြစ်တဲ့ ယွန်းဆယ်ရီ တစ်ယောက်ဥက္ကဌ ရာထူးကို မယူမှီ တစ်ရက် အလိုမှာ သူမ လုပ်ငန်းက ထုတ်တဲ  အ ျော်စီးလေထီး တစ်ခုအား စမ်းစီးပြရန် ပြုလုပ်တဲ့ နေ့မှာပဲ ကံကြမ္မာက သူမ ဆီကို အလွဲတှေ စတင်ယူဆောင်လာခဲ့ပါတော့တယ်… ",

"link json":"https://raw.githubusercontent.com/tinnaingoo/Sketchware/main/mt%20bz%20movies/crash_link.json",
"main json":"crash_main.json"},

{"no":"12",
"imgurl":"https://mycinema.asia/image/avatar_7898.jpg",
"year":"2021",
"movietitle":"Snake Eyes: G.I. Joe Origins",
"country":"American",

"Image Url":"https://mycinema.asia/image/banner_7898.jpg",
"Actionbar Title":"Snake Eyes: G.I. Joe Origins (2021)",
"Short Description":"ဒါရိုက်တာ : Robert Schwentke. စီစဉ်သူ : Evan Spiliotopoulos,Joe Shrapnel. သရုပ်ဆောင်များ : Haruka Abe, Andrew Koji, Henry Golding. ထွက်သည့်နှစ် : 2021 နိုင်ငံများ : American.",
"Long Description":"ငယ်စဥ်အခါတုန်းက လုပ်ကြံသတ်ဖြတ်မှုတစ်ခုကြောင့် ဖခင်ဆုံးရှုံးလိုက်ရတဲ့ကောင်လေးဟာ ကလဲ့စားချေဖို့အတွက် ကြိုးစားနေတဲ့အချိန်မှာ ရှေးဟောင်းဂျပန်ဂိုဏ်းတစ်ဂိုဏ်းရဲ့ဆက်ခံသူကိုကယ်တင်မိလိုက်ရမှ အဲ့ဂိုဏ်းမိသားစုထဲကိုရောက်ရှိသွားပါတယ် သူဟာ အဲ့ဂိုဏ်းမိသားစုရဲ့ယုံကြည်မှုကိုရတဲ့အခါမှာတော့ အဲ့ဒီမိသားစုထိန်းသိမ်းထားတဲ့ တန်ခိုးကြီးရှေးဟောင်းရတနာတစ်ခုကို ခိုးဝှက်ဖို့ကြိုးစားရင်း ဂိုဏ်းနှစ်ဂိုဏ်းရဲ့အားပြိုင်မှုတွေအပါအဝင် သူ့အတိတ်ကဖြစ်ရပ်တွေကိုပါသိရှိသွားပြီး ဘယ်လိုဖြေရှင်းမလဲဆိုတာကိုတော့..",

"link json":"https://raw.githubusercontent.com/tinnaingoo/Sketchware/main/mt%20bz%20movies/snakeeye_link.json",
"main json":" "},

{"no":"13",
"imgurl":"https://mycinema.asia/image/avatar_7846.jpg",
"year":"2021",
"movietitle":"The Veil",
"country":"Korea",

"Image Url":"https://mycinema.asia/image/1634801950345.jpg",
"Actionbar Title":"The Veil(2021)",
"Short Description":"ဒါရိုက်တာ : Kim sung yong. သရုပ်ဆောင်များ : Min Namkoong. Min Namkoong Min Namkoong as Han Ji Hyuk 5 episodes • 2021 Ha-seon Park. ထွက်သည့်နှစ် : 2021. နိုင်ငံများ : korea.",
"Long Description":" ဒီတစ်ခါတော့ အက်ရှင်ဇာတ်လမ်းကြိုက်နှစ်သက်တဲ့ပရိတ်သတ်ကြီးအတွက် ကိုရီးးယားစီးရီးကားအသစ်လေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ် NIS ရဲ့ ထိတ်တန်းလျှို့ဝှက်စုံထောက်ဟန်ဂျီဟော့ဟာ မစ်ရှင်လုပ်ရင်း သူ့ရဲပါတနာတွေအကုန်သတ်ခံရပြီး သူကိုယ်တိုင်မနည်းအသက်ရှင်အောင်ကြိုးစားခဲ့ရပါတယ် ။အဲ့ဒီနောက်သူဟာ တရားမဝင် လူမှောင်ခိုအဖွဲ့ရဲ့ဖမ်းဆီးမှုကိုခံလိုက်ရတယ်။ ကံကောင်းချင်တော့ NIS ဟာ သူတို့အေးဂျင့်အဖမ်းခံရတာကို သတင်းရတာနဲ့ ချက်ချင်းဝင်ရောက်ကယ်တင်ခဲ့တယ် အဲ့လိုကယ်ဆယ်ခံရပြီးနောက်မှာလည်း သူတို့ဟာ ဒီအေးဂျင့်ဟာဘယ်လိုမျိုးလွတ်မြောက်လာလဲဆိုတာကို သူတို့အဖွဲ့အစည်းရဲ့နည်းလမ်းနဲ့ စမ်းသပ်စစ်ဆေးကြပါတယ် ။ ဒါပေမယ့်ထူးဆန်းတာကတော့ သူဟာမစ်ရှင်စလုပ်တဲ့အချိန်ကနေ လွတ်မြောက်လာခဲ့တဲ့အချိန် အဲ့ကြားထဲကအချိန်တွေကို လုံးဝမမှတ်မိတော့ပါဘူး။ သီးသန့်မှတ်ဥာဏ်အဖျက်ခံရသလိုမျိုးဖြစ်နေပါတယ်။ သူ့ရဲ့မှတ်ဥာဏ်ကိုဘယ်သူကများဖျက်စီးလိုက်တာလဲ နောက်ပြီး သူဘယ်လိုလွတ်မြောက်လာတာလဲ။ ဒီနောက်ကွယ်မှာဘယ်လိုလျှို့ဝှက်ချက်တွေရှိမလဲဆိုတာကိုတော့….......",

"link json":"https://raw.githubusercontent.com/tinnaingoo/Sketchware/main/mt%20bz%20movies/the_veil_link.json",
"main json":" "},


{"no":"14",
"imgurl":"https://mycinema.asia/image/avatar_8082.jpg",
"year":"2020",
"movietitle":"Alice in Boarderland [S 1]",
"country":"Japan",

"Image Url":"https://mycinema.asia/image/banner_8082.jpg",
"Actionbar Title":"Alice in Boarderland [S 1] (2020)",
"Short Description":"ဒါရိုက်တာ : Shinsuke Sato. စီစဉ်သူ : Tsuyoshi Imai. သရုပ်ဆောင်များ : Kento Yamazaki. ထွက်သည့်နှစ် : 2020. နိုင်ငံများ : Japan.",
"Long Description":"နာမည်ကြီး Manga တစ်ခုကို live action ရိုက်ကူးထားတဲ့ Alice in Borderland စီးရီးဟာဆိုရင် Neflix ကနေ ၂၀၂၀ခုနှစ်မှာ season 1 ကို စတင်ထုတ်လွှင့်ပြသခဲ့ပါတယ်။ Squid Game ကိုမှကြိုက်ကြတယ်ဆိုရင်တော့ ဒီကားကိုလည်းကြိုက်နှစ်သက်ကြမယ်ဆိုတာရဲရဲကြီးအာမခံရဲပါတယ်ဗျ။ ဒီဇာတ်လမ်းလေးဟာဆိုရင် ဘဝမယ်စိတ်ညစ်စရာတွေနဲ့ကြုံတွေ့နေရတဲ့ သူငယ်ချင်း ၃ယောက်နဲ့စတင်ထားပါတယ်။ သူတို့ ၃ယောက်ဟာ borderlands လို့ခေါ်တဲ့ paraller...",

"link json":"https://raw.githubusercontent.com/tinnaingoo/Sketchware/main/mt%20bz%20movies/alice_in_boarderland_link.json",
"main json":" "},
 
 
{"no":"15",
"imgurl":"https://mycinema.asia/image/avatar_1941.jpg",
"year":"2016",
"movietitle":"Descendants of the Sun",
"country":"Korea",

"Image Url":"https://mycinema.asia/image/banner_1941.jpg",
"Actionbar Title":"Descendants of the Sun (2016)",
"Short Description":"ဒါရိုက်တာ : Lee Eung Bok. စီစဉ်သူ : Kim Eun-sook, Kim Won-suk. သရုပ်ဆောင်များ : Joong-Ki Song, Hye-Kyo Song, Goo Jin. ထွက်သည့်နှစ် : 2016. နိုင်ငံများ : Korea.",
"Long Description":"Alpha အဖွဲ့ ရဲ့ ခေါင်းဆောင်ဖြစ်တဲ့ ယိုရှီဂျင်နဲ့ Volunteer ဆရာဝန်မလေး ဂန်မိုယွန်း တို့ အမှတ်မထင်ဘဲ ဟဲဆောင်ဆေးရုံ မှာ စတင်တွေ့ရှိခဲ့ရာကနေ စပြီး ဟာသလေးတွေနဲ့ အချစ်ဇာတ်လမ်းကို တွေ့မြင်ရမှာပါ ထို့ပြင် ငယ်ငယ်တည်းက ဘဝနာခဲ့တဲ့ ဒုအရာခံဗိုလ်လေး ဆိုးဒယ်ယောင်း နဲ့ ဗိုလ်မှူးချုပ်ကြီး သမီးဖြစ်တဲ့ စစ်ဆရာဝန်မလေး ယွန်မြောင်ဂျို တို့ရဲ့ ဘဝအခြေအနေမတူတဲ့ အချစ်ဇာတ်လမ်းကိုလည်း ခံစားရမှာဖြစ်ပါတယ် အပိုင်းတစ်မှာ Running Man မှ လီဂွမ်ဆူ ဧည့်သည် သရုပ်ဆောင်ထားပြီး အပိုင်းနှစ်မှာ Shinee leader Owen က ဆရာဝန်လေးအနေနဲ့ ပါဝင်သရုပ်ဆောင်ထားပါတယ် ဇာတ်လမ်းလေးကလည်းကောင်း မင်းသား မင်းသမီး တွေကလည်းကောင်းလို့ ကြည့်သင့်တဲ့ ဇာတ်လမ်းတွဲတစ်ခုပါလို့ ညွှန်းချင်ပါတယ်။ အခုတလောမှာ ကြည့်ရှုသူဦးရေ တရစပ်မြင့်တက်လာနေတဲ့ စီးရီးတစ်ခုဖြစ်ပြီး ထိုင်းဝန်ကြီးချုပ်ကိုယ်တိုင် ဒီကိုရီးယားဇာတ်လမ်းတွဲကို ထိုင်းနိုင်ငံသားများ ကြည့်ရှုကြဖို့ တိုက်တွန်းထားပါတယ်။တရုတ်မှာတော့ ကြည့်ရှုသူဦးရေ မြင့်တက်လာမှုကြောင့် သတိပေးမှုတွေတောင် ပြုလုပ်ထားတယ်လို့ ကြားသိရပါတယ်။",

"link json":"https://raw.githubusercontent.com/tinnaingoo/Sketchware/main/mt%20bz%20movies/descendants_link.json",
"main json":" "},

{"no":"16",
"imgurl":"https://mycinema.asia/image/avatar_8511.jpg",
"year":"2021",
"movietitle":"Raging Fire",
"country":"China",

"Image Url":"https://mycinema.asia/image/banner_8511.jpg",
"Actionbar Title":"Raging Fire (2021)",
"Short Description":"ဒါရိုက်တာ : Benny Chan. စီစဉ်သူ : Benny Chan, Ryan Wai-Chun Ling. သရုပ်ဆောင်များ : Donnie Yen, Nicholas Tse, Lan Qin. ထွက်သည့်နှစ် : 2021. နိုင်ငံများ : China.",
"Long Description":"IP Man ထဲက မင်းသားကြီး Donnie Yen ရဲ့ အသစ်ထွက် အက်ရှင်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဒီဇာတ်ကားထဲမှာတော့ ပေါင်အဖြစ် သရုပ်ဆောင် ထားပြီးတော့ ရိုးသားကြိုးစားပြီး မိန်းမကို အရမ်းချစ်တဲ့ စုံထောက်ကြီးပေါ့။ တစ်နေ့မှာတော့ သူ့ရဲ့ လျှို့ဝှက် တာဝန်တွေကို ထမ်းဆောင်ဖို့ ညွှန်ကြားချက်အပြီးမှာ အထက်လူကြီးနဲ့ လူကုန်ထံတွေနဲ့ ချစားမှုတစ်ခုဟာလည်း သူ့လက်ထဲမှာ ရောက်နေခဲ့တယ်။ ရိုးသား ဖြောင့်မတ်တဲ့ ပေါင်တစ်ယောက်က ဒီအမှုကို လျော်ပေးဖို့ မဖြစ်နိုင်တဲ့အခါမှာတော့ သူ့ရဲ့ အထူးတာဝန်ထမ်းဆောင်ဖို့ကိုလည်း လျစ်လျူရှုခံရပြီး သူ့ရဲ့လုပ်ဖော်ကိုင်ဖက်တစ်ယောာက်လည်း ဆုံးရှုံးပြီးနောက်မှာတော့ ပေါင်တစ်ယောက် ဒီအမှုကို ဘယ်လိုဖြေရှင်းကြမလဲ ဆိုတာ အလန်းစားကြည့်ရှုရမှာဖြစ်ပါတယ်",

"link json":"",
"main json":" "},
 
 {"no":"17",
"imgurl":"https://mycinema.asia/image/avatar_56.jpg",
"year":"2015",
"movietitle":"Into the Badlands: S1",
"country":"American",

"Image Url":"https://mycinema.asia/image/banner_56.jpg",
"Actionbar Title":"Into the Badlands: S1 (2015)",
"Short Description":"ဒါရိုက်တာ : Alfred Gough, Miles Millar. စီစဉ်သူ : Alfred Gough, Miles Millar. သရုပ်ဆောင်များ : Daniel Wu, Orla Brady, Emily Beecham. ထွက်သည့်နှစ် : 2015. နိုင်ငံများ : American.",
"Long Description":"ဒီ series က​တော့ American television series တစ်​ခုဖြစ်​ပြီး တစ်​မူထူးခြားတဲ့ series တစ်​ခုဖြစ်​ပါတယ်​ ဇာတ်​လမ်​းရဲ့​ခေတ်​ကာလက​တော့ ကမ္ဘာပျက်​ပြီး နှစ်​​ပေါင်း ၅ဝဝခန့် အကြာမှာ ဖြစ်​​နေ​ပေမယ့် ​သေနတ်​​​တွေ မပါပဲ တုတ်​ဓားလက်​နက်​​တွေဖြင့်သာ ကွန်​ဖူးကွက်​ကျကျ တိုက်​ခိုက်​သတ်​ပုတ်​တဲ့ အခန်း​တွေကိုသာ ရင်​သပ်​ရှု​မောဖွယ်​ကြည့်ရမှာဖြစ်​ပါတယ်​… ဇာတ်​လမ်​းရဲ့အ​နေအထားကလဲ Game of throne ဆန်​ဆန်​ နယ်​​မြေထီးနန်းလုတဲ့ ဇာတ်​အိမ်​သ​ဘောမျိုးကိုတည်​​ဆောက်​ထားပါတယ်​.. ဇာတ်​လမ်​းအညွှန်းကို​ပြောပြရရင်​…….. ကမာ႓ပျက်​ပြီး ခန့်မှန်း​ခြေအားဖြင့် နှစ်​​ပေါင်​း ၅ဝဝအကြာမှာ လူ​တွေဟာလျှပ်​စစ်​ပစ္စည်းများ….​သေနတ်​များ အစရှိတဲ့ ​ခေတ်​​ပေါ်ပစ္စည်းများကို စွန့်ပစ်​လိုက်​ကြပြီး ဓားများ ​လေးမြှား တုတ်​စသည်​တို့ကိုသာအသုံးပြုကြပါ​တော့တယ်​….. အဲ့အချိန်​ကာလဟာ အ​ကြောက်​တရားနဲ့ ယုတ်​မာဆိုးသွမ်​မှု​တွေသာ ကြီးစိုး​နေပါ​တော့တယ်​ …… “ဘတ်​လန်းစ့်”နယ်​​မြေ​ကို လူ ၇​ယောက်​က ပိုင်းခြားအုပ်​ချုပ်​ပြီး ကိုယ့်ကိုကိုယ်​ “ဘယ်​ရွန်​”သခင်​​တွေ အဖြစ်​ခံယူကာ လက်​​အောက်​ခံလူများကို ကျွန်​​အဖြစ်​ ခိုင်း​စေကြပါတယ်​ “ဘတ်​လန်းစ့်”နယ်​​မြေ ရဲ့ “ဘယ်​ရွန်​”သခင်​​၇​ယောက်​ဟာဘိန်းစိုက်​ခြင်း၊​ရေနံထုတ်​ခြင်း ၊” ​ကောဗ့်”လို့​ခေါ်တဲ့အလုပ်​သမားများကို​ရောင်းခြင်း စတဲ့ ကိုယ်​ပိုင်​ စီးပွား​ရေးလုပ်​ငန်းများ ကိုယ်​စီရှိကြပါတယ်​ ​နောက်​ပြီး “ဘယ်​ရွန်​”သခင်​​တွေမှာ “ကလစ်​ဘာ”လို့​ခေါ်တဲ့ စစ်​သည်​​တော်​​တွေရှိကြပြီး ထိုကလစ်​ဘာ​တွေကို “ရီးကျင့်”အမတ်​က သင်​ကြား​လေ့ကျင်​့​ပေးပါတယ်​ ..ထို “ရီးကျင့်”အမတ်​​တွေ “ကလစ်​ဘာ”​တွေဟာ “ဘယ်​ရွန်​”သခင်​​ လက်​​အောက်​မှ အမှုထမ်များဖြစ်​ပါတယ်​…  ဇာတ်​ကားရဲ့ ဇာတ်​လိုက်​မင်​းသားက​တော့ တရုတ်​အက်​ရှင်​မင်​သား “ဒန်​နီယယ်​ဝု”ဖြစ်​ပြီး ဆန်​နီအဖြစ်​ သရုပ်​​ဆောင်ထားပါတယ်​။ပြီး​တော့ သူဟာ “ကွင်းစ့်”ဘယ်​ရွန်​သခင်​ရဲ့ “ရီးကျင့်”အမတ်​တစ်​​ယောက်​ဖြစ်​ပါတယ်​ ။ “ရီးကျင့်”အမတ်​​တွေကို ချမှတ်​ထားတဲ့စည်းကမ်းတစ်​ခုက​တော့ အိမ်​​ထောင်​ပြုပြီး မိသားစုဘဝထူ​ထောင်​လို့မရပါဘူး  စည်းကမ်း​ဖောက်​ရင်​ ​သေဒဏ်​​ပေးပါတယ်​  ဆန်​နီဟာ သူ့ချစ်​သူနဲ့​မှောက်​မှားမိပြီး ကိုယ်​ဝန်​ရှိလာတဲ့အခါမှာ​တော့ “ဘတ်​လန်းစ်​”နယ်​​မြေက​နေ ထွက်​​ပြေးဖို့ကြံစည်​ပါ​တော့တယ်​….. သူတို့ ​အောင်​မြင်​စွာနဲ့ပဲ ထွက်​​ပြေးနိုင်​ပြီး မိသားစုစုံစုံလင်​နဲ့ ငြိမ်းချမ်းစွာ​နေထိုင်​နိုင်​မလား ဒါမှမဟုတ်​ “ဘတ်​လန်းစ်​”နယ်​​မြေ အပြင်​ဘက်ဟာ ” ဘတ်​လန်းစ့်”နယ်​​မြေထက်​ ပိုမို ဆိုးသွမ်းပြီး ယုတ်​မာတဲ့အ​မှောင်​ကမ္ဘာဖြစ်​​နေမလားဆိုတာက​တော့………. ဆက်​လက်​ကြည့်ရှုလိုက်​ပါ…..။ (ဘာသာပြန်ထားတင်ဆက်ထားသူများကတော့ MgKing , Hnin Amy Khine , Megumi , Zwel Zan Aung , Tin Nilar တို့ဖြစ်ပါတယ်။)",

"link json":"https://raw.githubusercontent.com/tinnaingoo/Sketchware/main/mt%20bz%20movies/into_the_boadlands_s1_link.json",
"main json":" "},

 {"no":"18",
"imgurl":"https://mycinema.asia/image/avatar_75.jpg",
"year":"2017",
"movietitle":"Into the Badlands: S2",
"country":"American",

"Image Url":"https://mycinema.asia/image/1576037159944",
"Actionbar Title":"Into the Badlands: S2 (2017)",
"Short Description":"ဒါရိုက်တာ : Alfred Gough, Miles Millar. စီစဉ်သူ : Alfred Gough, Miles Millar. သရုပ်ဆောင်များ : Daniel Wu, Orla Brady, Emily Beecham. ထွက်သည့်နှစ် : 2017. နိုင်ငံများ : American.",
"Long Description":"Season 1 အပြီး 6လအကြာမှာထွက်ရှိလာတဲ့ season 2မှာတော့ MK က ထူးဆန်းတဲ့နန်းတော်ထဲမှာ သူ့ရဲ့ ပါရမီအကြောင်းကို လေ့လာသင်ယူနေတာကို တွေ့ရမှာပါ ဆန်နီကတော့မျှော်လင့်မထားတဲ့ စစ်ကူတွေရရှိသွားမှာပါ မကြာခင် MKက သူ့ရဲ့အတိတ်အကြောင်းကိုပါ သိရှိသွားတဲ့အခါမှာတော့ ဇာတ်လမ်းအထွတ်အထိပ်လို့ပြောရမှာပါပဲ",

"link json":"https://raw.githubusercontent.com/tinnaingoo/Sketchware/main/mt%20bz%20movies/into_the_boadlands_s2_link.json",
"main json":" "},

 {"no":"19",
"imgurl":"https://mycinema.asia/image/avatar_577.jpg",
"year":"2019",
"movietitle":"Into the Badlands: S3",
"country":"American",

"Image Url":"https://mycinema.asia/image/banner_577.jpg",
"Actionbar Title":"Into the Badlands: S3 (2019)",
"Short Description":"ဒါရိုက်တာ : Alfred Gough, Miles Millar. စီစဉ်သူ : Alfred Gough, Miles Millar. သရုပ်ဆောင်များ : Daniel Wu, Orla Brady, Emily Beecham. ထွက်သည့်နှစ် : 2019. နိုင်ငံများ : American.",
"Long Description":"season ရဲ့အစမှာ ဆန်နီက ဘတ်လန်းစ်ကိုပြန်လာပြီး သူ့သားဟင်နရီအတွက် ကုသနည်းလိုက်ရှာနေတာကို တွေ့ရမှာပါ တစ်ဖက်မှာလဲ သွေးချောင်းစီးမဲ့ ပြည်တွင်းစစ်တစ်ခု အစပြုလာတဲ့အခါ………",

"link json":"https://raw.githubusercontent.com/tinnaingoo/Sketchware/main/mt%20bz%20movies/into_the_boadlands_s3_link.json",
"main json":" "},
 
 {"no":"20",
"imgurl":"https://mycinema.asia/image/avatar_7951.jpg",
"year":"2021",
"movietitle":"Shang-Chi and the Legend of the Ten Rings",
"country":"American",

"Image Url":"https://mycinema.asia/image/banner_7951.jpg",
"Actionbar Title":"Shang-Chi and the Legend of the Ten Rings (2021)",
"Short Description":"ဒါရိုက်တာ : Destin Daniel Cretton. စီစဉ်သူ : Dave Callaham, Destin Daniel Cretton. သရုပ်ဆောင်များ : Awkwafina, Simu Liu, Tony Chiu-Wai Leung. ထွက်သည့်နှစ် : 2021. နိုင်ငံများ : American.",
"Long Description":"အားလုံးစောင့်မျော်နေကြတဲ့ ရှမ်းကြီး မြန်မာစာတန်းထိုးလာပါပြီဗျာ.... ရုံတင်ခိုးရိုက်ကိုမှ ပိုပြီးကြည်အောင်ပြင်ဆင်ထားတာမလို့ကြည့်ရတာ အရမ်းကြီးမဆိုးဘူးလို့ပြောလို့ရပါတယ်.... Reviewတွေအများကြီးရေးရင် Spoilသလိုဖြစ်မှာဆိုးလို့နည်းနည်းပဲရေးတော့မယ်ဗျ... လွန်ခဲ့တဲ့ နှစ်ထောင်ချီခန့်က လက်ကောက်ကြီး ၁၀ ကွင်း ရာဇဝင် ကလူတိုင်းပြောစမက်ပြုလောက်အောင် အရမ်းကို ခမ်းနားကြီးကျယ်ပါတယ်.... အဲဒီလက်ကောက်ကြီးဆယ်ကွင်းကိုပိုင်ဆိုင်ထားတဲ့သူဟာ မသေနိုင်တော့တဲ့အပြင် ကြီးမားတဲ့အစွမ်းတွေကိုလည်းရရှိမှာပြီးတော့ သုံးစွဲတဲ့သူအပေါ်ရဲ့ အသုံးချမှုနဲ့ပဲသက်ဆိုင်တာပါ.... အဲဒီလက်ကောက်တွေကို ပိုင်ဆိုင်ထားတဲ့သူဟာ ကမ္ဘာကြီးအပေါ်မှာလွှမ်းမိုးဖို့ကြိုးစားသူတစ်ယောက်ဖြစ်ရုံတင်မဟုတ်ပဲ အာဏာ ဓနကို နှစ်ထောင်နဲ့ ချီပြီးမက်မောလောဘကြီးခဲ့တဲ့သူတစ်ယောက်ပါ... တစ်နေ့မှာ တာအိုဆိုတဲ့ရွာကလေးကို အဲဒီ လက်ကောက်ပိုင်ရှင်ကြီးရောက်သွားတဲ့အချိန်မှ...",

"link json":"https://raw.githubusercontent.com/tinnaingoo/Sketchware/main/mt%20bz%20movies/shang_chi_link.json",
"main json":" "},
 
  {"no":"21",
"imgurl":"https://mycinema.asia/image/avatar_8542.jpg",
"year":"2021",
"movietitle":"Squid Game: Season 1",
"country":"Korea",

"Image Url":"https://mycinema.asia/image/banner_8542.jpg",
"Actionbar Title":"Squid Game: Season 1 (2021)",
"Short Description":"ဒါရိုက်တာ : Hwang Dong-Hyuk. စီစဉ်သူ : Hwang Dong-Hyuk. သရုပ်ဆောင်များ : Lee Jung-jae, Park Hae-soo, Wi Ha-Joon. ထွက်သည့်နှစ် : 2021. နိုင်ငံများ : Korean.",
"Long Description":"Squid Game ဆိုတာကတော့ ဒေါ်လာ သန်း ၄၀ ဆုကြေးအနေနဲ့ ရရှိမယ့် Survival Game ပဲ ဖြစ်ပါတယ်။ ဂီဟွန်းက အလုပ်ထုတ်ခံလိုက်ရပြီးတဲ့နောက်မှာ ဒီဂိမ်းကို ဝင်ကစားဖို့ ဖြစ်လာခဲ့ပါတယ်။ ဆန်ဝူးကတော့ ဂီဟွန်းရဲ့ကလေးဘဝကတည်းက သူငယ်ချင်းပါ။ သူလည်း အလုပ်တွေ ဘယ်လောက်ပဲ လုပ်လုပ် လူရာအသွင်းမခံရ အလုပ်မှာ အဆင်မပြေတာတွေနဲ့ ကြုံရတာမို့ သူလည်း ဒီဂိမ်းကို ပြိုင်ပြီး ပိုက်ဆံရှာဖို့ ဖြစ်လာခဲ့ပါတယ်။ Squid Game ဆိုတာ ဂီဟွန်း နဲ့ ဆန်ဝူး ကလေးဘဝက အတူတူကစားခဲ့ကြတဲ့ လမ်းပေါ်ကဂိမ်းတစ်ခုပဲ ဖြစ်ပါတယ်။ ခန္ဓာကိုယ်ကို သုံးပြီး ဆော့ရတဲ့ ကစားနည်းတစ်ခုဖြစ်ပြီးတော့ နောက်ဆုံး အနိုင်ရရှိသူက တစ်ဦးပဲ ရှိမှာပါ။ သူတို့ အခုကစားတဲ့ Survival ဂိမ်းလိုမျိုးပါပဲ။ ဒီဂိမ်းကို ဘာလို့ ကင်းမွန်လို့ နာမည်ပေးထားရသလဲဆိုတော့ ဂိမ်းနာမည်အတိုင်း မြေပြင်အနေအထားပေါ်မူတည်ပြီး ပုံစံအမျိုးမျိုး ပြောင်းနေရတဲ့ ကင်းမွန်လိုမျိုး ဖြစ်နေလို့ပါပဲ။ Netflix စီးရီးတစ်ခု ဖြစ်ပြီးတော့ R-Rated အဆင့်ရှိတဲ့ စီးရီးတစ်ခုပါ။ သွေးထွက်သံယို အခန်းတွေ ပါတာမို့ အသည်းငယ်သူတွေတော့ မကြည့်သင့်ပါဘူး။ အပိုင်း ၉ ပိုင်း ပါဝင်မှာ ဖြစ်ပြီးတော့ တစ်နေ့တည်းအပြီး ထုတ်လွှင့်ပေးသွားမှာပါ။ ဘာသာပြန်တွေကတော့ Pyi Ti Nyein, Amelia, Shwe Pyae, Thet Hnin Hsu တို့ပဲ ဖြစ်ပါတယ်။",

"link json":"https://raw.githubusercontent.com/tinnaingoo/Sketchware/main/mt%20bz%20movies/squid_game_s1_link.json",
"main json":" "},
 
  {"no":"22",
"imgurl":"https://mycinema.asia/image/avatar_407.jpg",
"year":"2015",
"movietitle":"Baahubali: The Beginning",
"country":"India",

"Image Url":"https://mycinema.asia/image/banner_407.jpg",
"Actionbar Title":"Baahubali: The Beginning (2015)",
"Short Description":"ဒါရိုက်တာ : S.S. Rajamouli. စီစဉ်သူ : S.S. Rajamouli, Vijayendra Prasad. သရုပ်ဆောင်များ : Prabhas, Rana Daggubati, Anushka Shetty. ထွက်သည့်နှစ် : 2015. နိုင်ငံများ : India.",
"Long Description":"မူရင်းအသံဖြစ်တဲ့ Telugu အသံနဲ့ International Cut Version ကို HEVC Encode နဲ့ပါ တင်ဆက်လိုက်ပါတယ်။ ဗာဟုဘာလီဇာတ်ကားကတော့ Action, Adventure, History အမျိုးအစား ရာဇဝင်ဇာတ်ကားပါ။ရှေးခေတ်အိန္ဒိယတိုင်းပြည် က အင်အားကြီးဘုရင်တွေနဲ့ ဒဏ္ဍာရီဆန်တဲ့ ဇာတ်လမ်းတွေကို ဖော်ကျူးရိုက်ကူးထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ ရှီဗာဆိုတဲ့ မွေး ကင်းစကလေးငယ်လေးနဲ့ သူ့ရဲ့ အထိန်းတော်ဖြစ်သူတို့ကို ဘုရင့် မှူးမတ်တွေက လိုက်ပြီးတော့ သုတ်သင်ပါတယ်။ ထွက်ပြေးရင်း လမ်းခုလတ်အရောက်မှာ သူ့ရဲ့ အထိန်းတော်ဖြစ်သူက ကွယ်လွန် သွားခဲ့ပြီး ရှီဗာဆိုတဲ့ ကလေးလေးကို ဒေသခံရွာသားတွေက စောင့်ရှောက်ခဲ့ပါတယ်။ ရှီဗာ တဖြည်းဖြည်းကြီးလာ တဲ့အခါ တခြားလူငယ်တွေနဲ့မတူ ဘဲ သန်မာပြီးရဲရင့်တဲ့လူငယ်တစ် ယောက်ဖြစ်လာတယ်။ သူကြီး ပြင်းခဲ့တဲ့ရွာနဲ့ မနီးမဝေး တောင် ပေါ်မှာ ရှေးဟောင်းဘုရင့် တိုင်း ပြည်တစ်ခုရှိပြီး အဲဒီတိုင်းပြည်မှာ အကျဉ်းကျနေတဲ့ ဘုရင်မတစ် ပါးရှိတယ်။ တစ်ရက်မှာ ရှီဗာက တောင်ပေါ်တက်ဖို့ ကြိုးစားရင်း အရမ်းလှတဲ့ အမျိုးသမီး တစ် ယောက်ကို တွေ့ခဲ့တယ်။ ဒီအမျိုး သမီးနောက်ကို လိုက်ဖို့ကြိုးစား ရင်းနဲ့ပဲ တောင်ပေါ်အထိ ရောက် ခဲ့ပြီး တောင်ပေါ်မှာ မျိုးနွယ်စုတစ် စုကို တွေ့ရတယ်။ အဲဒီမျိုးနွယ်စုက ဘုရင့်တိုင်း ပြည်က အကျဉ်းကျနေတဲ့ ဘုရင်မကို ကယ်ဖို့ ကြိုးစားနေတာဖြစ် တယ်။ တိုတိုပြောရရင် ရှီဗာက သူကြိုက်တဲ့ ကောင်မလေးကို ကူ ညီဖို့ကြိုးစားရင်း အကျဉ်းကျနေ တဲ့ ဘုရင်မကို ကယ်ဖို့ဖြစ်လာ တယ်။ အဲဒီဘုရင်မက တကယ် တော့ ရှီဗာရဲ့ မိခင်အရင်းဖြစ်ပါတယ်။ ဇာတ်ကားက တော်တော် ပေရှည်ပါတယ်။ အဲဒီနောက်မှာ ဒီတိုင်းပြည်ကြီးမှာ ရှီဗာမသိတဲ့ ဇာတ်ကြောင်းတွေ ကျန်ပါတယ်။ သူ့အဖေ၊ အမေ၊ တိုင်းပြည်ကြီး အကြောင်း၊ စစ်ပွဲတွေအကြောင်း တွေ အများကြီးပါ။ နောက်ဆက်တွဲအကြောင်းတွေနဲ့ ဒီဇာတ်ကားရဲ့ အဆက်ကိုတော့ Baahubali 2: The Conclusion (2017) အဖြစ် ထပ်မံကြည့်ရှုရမှာပါ။ (ရုပ်ရှင်အညွှန်းကို 7Daydaily မှကူးယူဖော်ပြပါသည်။)",

"link json":"https://raw.githubusercontent.com/tinnaingoo/Sketchware/main/mt%20bz%20movies/bahubali_1_link.json",
"main json":" "},
 
  {"no":"23",
"imgurl":"https://mycinema.asia/image/avatar_136.jpg",
"year":"2017",
"movietitle":"Baahubali 2: The Conclusio",
"country":"India",

"Image Url":"https://mycinema.asia/image/banner_136.jpg",
"Actionbar Title":"Baahubali 2: The Conclusio (2017)",
"Short Description":"ဒါရိုက်တာ : S.S. Rajamouli. စီစဉ်သူ : S.S. Rajamouli, Vijayendra Prasad. သရုပ်ဆောင်များ : Prabhas, Rana Daggubati, Anushka Shetty. ထွက်သည့်နှစ် : 2017. နိုင်ငံများ : India.",
"Long Description":"ဘုရင့် သက်တော်စောင့် ကက်တာပါးက မဟစ်ရှ်မာတီ နိုင်ငံတော်က ထီးညွန့်နန်းလျာ အမန်ဒရာဘာဟုဘာလီကို သူ ကိုယ်တိုင် ဘာကြောင့်သတ်ဖြတ် ပစ်ရတဲ့အကြောင်းကို သားဖြစ်သူ မဟင်ဒရာဘာဟုဘာလီကို ရှင်းပြတဲ့ပုံစံနဲ့ ဇာတ်လမ်းဆက်ထား တာပါ။ ဆူပူသောင်းကျန်းတဲ့ မ ကောင်းဆိုးဝါးတွေ နှိမ်နင်းအပြီး မှာတော့ ဘုရင်မကြီးဆီဗာဂါမိ ဟာ သားဖြစ်တဲ့ အမန်ဒရာဘာဟု ဘာလီကို ထီးနန်းဆက်ခံမယ့်သူ အဖြစ် ကြေညာခဲ့ပြီး တူဖြစ်တဲ့ ဘာလာကိုတော့ စစ်သူကြီးအဖြစ် ကြေညာခဲ့ပါတယ်။ ဘုရင်မကြီး က အမန်ဒရာကို တပ်မှူးကက် တာပါးနဲ့အတူ အနီးဝန်းကျင်က နိုင်ငံတွေနဲ့ ပြည်သူတွေကြားကို လေ့လာဖို့ စေလွှတ်ခဲ့ပါတယ်။ အဲဒီလိုသွားရင်းနဲ့ တစ်နေ ရာအရောက်မှာတော့ တိုက်ရေး ခိုက်ရေးကျွမ်းကျင်ပြီး ထက်မြက် တဲ့ ကန်တာလာနိုင်ငံက မင်းသမီး ဒီဗာဆီနာနဲ့ဆုံခဲ့ပြီး မင်းသမီးကို သဘောကျမိတဲ့အတွက် အမန် ဒရာဟာ သာမန်လူတစ်ဦးပုံစံနဲ့ ချဉ်းကပ်ကာ မင်းသမီးရဲ့နိုင်ငံကို ကက်တာပါးနဲ့အတူ လိုက်သွားခဲ့ ပါတယ်။ တစ်ဖက်မှာလည်း ဘုရင်မ ကြီး ဆီဗာဂါမိဟာ ရန်သူနိုင်ငံက မင်းသမီး ဒီဗာဆီနာနဲ့ တူတော် ဘာလာကို နှစ်နိုင်ငံငြိမ်းချမ်းရေး အတွက် လက်ဆက်ဖို့ ကမ်းလှမ်း စာပို့ခဲ့ပါတယ်။ မင်းသမီးက ငြင်း ဆန်ခဲ့တဲ့အတွက် ဘုရင်မကြီး အမျက်ထွက်ပြီး ကန်တာလာကို တိုက်ခိုက်ဖို့ အမိန့်ပေးခဲ့ပါတော့ တယ်။ မင်းသမီး ဒီဗာဆီနာတို့ နိုင်ငံကို ရန်သူတွေကျူးကျော်ဝင် လာတဲ့အခါမှာ အမန်ဒရာက ကူညီတိုက်ခိုက်ပေးခဲ့ပြီး သူ့ရဲ့ အံ့မခန်းစွမ်းအားတွေကြောင့် မင်းသမီးရော၊ ဟန်တာလာဘုရင်ကြီး ရော အံ့အားသင့်ခဲ့ကြပါတယ်။ ထူးခြားအစွမ်းတွေကြောင့် သာမန်လူ မဟုတ်တန်ရာတဲ့အ တွက် မေးမြန်းရင်း ဘုရင်မကြီးရဲ့ သားတော်ဆိုတာ သိသွားခဲ့ကြပြီး အမန်ဒရာက မင်းသမီးကို သ ဘောကျကြောင်း ဖွင့်ပြောခဲ့သလို ဘုရင်မကြီးကလည်း လက်ထပ်ဖို့ ကမ်းလှမ်းထားတာလည်း ရှိတဲ့အ တွက် မင်းသမီးကို တစ်ပါတည်း ခေါ်သွားခဲ့ပါတယ်။ ဟိုဘက်နိုင်ငံရောက်တဲ့အ ခါမှာ မင်းသမီးဒီဗာဆီနာကို ဘာ လာနဲ့ပေးစားဖို့ ကမ်းလှမ်းတာဖြစ် နေတဲ့အတွက် ဘုရင်မကြီး၊ အမန်ဒရာနဲ့ မင်းသမီးတို့ အချေအတင် တွေဖြစ်ကာ အမန်ဒရာက သူ့ မယ်တော်ကို ဆန့်ကျင်ပြီး သူ့ လမ်းသူလျှောက်ခဲ့တဲ့အတွက် ရာထူးအသိမ်းခံခဲ့ရပါတယ်။ ဘာလာက ရှင်ဘုရင်ဖြစ် သွားခဲ့ပေမယ့် လူထုကတော့ စစ်သူကြီးဖြစ်သွားတဲ့ အမန်ဒရာဘက်ကသာ ရပ်တည်ပြီး ထောက်ခံအားပေးခဲ့ကြပါတယ်။ အဲဒီအခါမှာ အမန်ဒရာအပေါ် မရှုဆိတ်တဲ့ဘာလာဟာအမျိုးမျိုးဒုက္ခတွေပေးခဲ့သလို ပြဿနာတွေဖြေရှင်းမှုမှာ လည်း ထိပ်တိုက်တွေ့ပြီး အသက်အန္တရာယ်အထိပါ ဒုက္ခပေးဖို့လုပ်ခဲ့ပါတော့တယ်။ ပြည်သူတွေဘက်က ရပ်တည်တဲ့ အမန်ဒရာနဲ့ မဟုတ်မခံမင်းသမီး ဒီဗာဆီနာတို့ ဘယ်လိုအန္တရာယ်တွေ ရင်ဆိုင် ရမှာလဲ၊ ဘုရင်မကြီးနဲ့ ဘာလာက တစ်ဖက်၊ အမန်ဒရာတို့ က တစ်ဖက်ဖြစ်လာတဲ့အခါမှာ ဘာတွေဆက်ဖြစ်ကြမှာလဲ၊ အမန်ဒရာရဲ့ ဖြစ်ကြောင်းကုန်စင်ကိုသိသွားတဲ့ သားဖြစ်သူ မဟင်ဒရာဘာဟုဘာလီတစ်ယောက် ဘယ်လိုလက်တုံ့ပြန် မှာလဲဆိုတာ ကြည့်လိုက်ဦးနော်။ ဒီဇာတ်ကားမှာ အမန်ဒရာ ဘာဟုဘာလီ၊ မဟင်ဒရာ ဘာဟု ဘာလီအဖြစ် ပရာဘက်စ်၊ ဘာလာအဖြစ် ရာနာ ဒက်ဂူဘာတီ၊ ဒီဗာဆီနာအဖြစ် အနွတ်ရှ်ကာ ရှက်တီ၊ ဘုရင်မကြီး ဆီဗာဂါမိ အဖြစ် ရမ်ရာခရစ်ရှ်နာ၊ ကက်တာပါးအဖြစ် ဆက်သ်ရာရာ့ဂျ်တို့ သရုပ်ဆောင်ထားပါတယ်။ (ရုပ်ရှင်အညွှန်းကိုတော့ 7Daydaily မှကူးယူဖော်ပြထားတာဖြစ်ပါတယ်။)",

"link json":"https://raw.githubusercontent.com/tinnaingoo/Sketchware/main/mt%20bz%20movies/bahubali_2_link.json",
"main json":" "},
 
  {"no":"24",
"imgurl":"https://mycinema.asia/image/avatar_6549.jpg",
"year":"2021",
"movietitle":"Nayattu",
"country":"India",

"Image Url":"https://mycinema.asia/image/banner_6549.jpg",
"Actionbar Title":"Nayattu (2021)",
"Short Description":"ဒါရိုက်တာ : Martin Prakkat. စီစဉ်သူ : Shahi Kabir. သရုပ်ဆောင်များ : Anil Nedumangad, Dineesh P, Hakkim Shah, Jaffer Idukki, Jaise Jose, Joju George, Kunchacko Boban, Manohariyamama, Nimisha Sajayan, Sminu Sijo, Yama Gilgamesh. ထွက်သည့်နှစ် : 2021. နိုင်ငံများ : India.",
"Long Description":"ရဲအရာရှိသုံးယောက်နဲ့ လူတစ်ယောက်က မင်္ဂလာဆောင်က အပြန်မှာ ဆိုင်ကယ်စီးလာတဲ့သူကို ကားနဲ့ဝင်တိုက်မိသွားပါတယ်။ ကားမောင်းတဲ့လူက ကားပေါ်မှာပါလာတဲ့ ရဲအရာရှိရဲ့ တူဖြစ်ပြီးတော့ သူက ကြောက်ပြီး ထွက်ပြေးသွားပါတယ်။ သေဆုံးသွားတဲ့သူက ဇာတ်နိမ့်မျိုးရိုးဖြစ်တာကြောင့် ဝန်ကြီးချုပ်က တရားခံကိုဖမ်းမိဖို့ ဖိအားပေးပါတော့တယ်။ နိုင်ငံရေးအမြတ်ထုတ်ချင်တာကြောင့် ဝန်ကြီးချုပ်က အပြစ်မရှိတဲ့ ရဲအရာရှိ၃ယောက်ကို တရားခံလို့ စွပ်စွဲပြီး ဇာတ်နိမ့်လူတန်းစားတွေရဲ့ မေတ္တာကို ခံယူလိုက်ပါတယ်။ “မှန်ကန်ရိုးသားတဲ့ရဲတွေက အမြဲပြဿနာကြုံရတယ်။ မရိုးသားတဲ့ရဲတွေကတော့ ဝန်ထမ်းကောင်းဆုကို ရသေးတယ်” ဆိုတဲ့ စကားအတိုင်း လောကကြီးမှာ အမှန်တရားက တစ်ခါတရံမှာ ပေါ်ချင်မှလည်း ပေါ်လာတတ်ကြောင်း ထိထိမိမိရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။ ( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Mya ပါ )",

"link json":"https://raw.githubusercontent.com/tinnaingoo/Sketchware/main/mt%20bz%20movies/nayattu_link.json",
"main json":" "}
 

]
